aaron-bond.better-comments
alexcvzz.vscode-sqlite
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
golang.go
helixquar.randomeverything
inferrinizzard.prettier-sql-vscode
kisstkondoros.vscode-gutter-preview
liamhammett.inline-parameters
meganrogge.template-string-converter
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cpptools
msjsdiag.vscode-react-native
naumovs.color-highlight
pkief.material-icon-theme
pkief.material-product-icons
prisma.prisma
rangav.vscode-thunder-client
ritwickdey.liveserver
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
tal7aouy.theme
tamasfe.even-better-toml
tomoki1207.pdf
usernamehw.errorlens
vadimcn.vscode-lldb
vscodevim.vim
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
